
[CustomEffects.A_DelverOfTheRoyalPurse H7HeroAbility]
mName="Искусный казначей"
mTooltip="Герой ежедневно приносит в казну %special ед. %special.icon золота."
[MagicSchool.A_MasterOfAir H7HeroAbility]
mName="Адепт воздуха"
mTooltip="%stat к %stat.icon магии героя при использовании заклинаний магии воздуха."
[MagicSchool.A_MasterOfDarkness H7HeroAbility]
mName="Адепт тьмы"
mTooltip="%stat к %stat.icon магии героя при использовании заклинаний магии тьмы."
[MagicSchool.A_MasterOfEarth H7HeroAbility]
mName="Адепт земли"
mTooltip="%stat к %stat.icon магии героя при использовании заклинаний магии земли."
[MagicSchool.A_MasterOfFire H7HeroAbility]
mName="Адепт огня"
mTooltip="%stat к %stat.icon магии героя при использовании заклинаний магии огня."
[MagicSchool.A_MasterOfLight H7HeroAbility]
mName="Адепт света"
mTooltip="%stat к %stat.icon магии героя при использовании заклинаний магии света."
[MagicSchool.A_MasterOfWater H7HeroAbility]
mName="Адепт воды"
mTooltip="%stat к %stat.icon магии героя при использовании заклинаний магии воды."
[MightAbility.A_Enlightened H7HeroAbility]
mName="Образованный"
mTooltip="Герой начинает игру с навыком «Просвещенность» в ранге ученика и следующей способностью: %spell1.name."
[StartingAttributeIncrease.A_AcolyteOfFortune H7HeroAbility]
mName="Любимец фортуны"
mTooltip="Герой получает %stat к %stat.icon судьбе."
[StartingAttributeIncrease.A_Gladiator H7HeroAbility]
mName="Гладиатор"
mTooltip="Герой получает %stat к %stat.icon силе."
[StartingAttributeIncrease.A_NaturalBornLeader H7HeroAbility]
mName="Прирожденный лидер"
mTooltip="Герой получает %stat к %stat.icon лидерству."
[StartingAttributeIncrease.A_Painless H7HeroAbility]
mName="Толстокожий"
mTooltip="Герой получает %stat к %ICON_DEFENSE защите."
[StartingAttributeIncrease.A_Spellweaver H7HeroAbility]
mName="Творец заклинаний"
mTooltip="Герой получает %stat к %stat.icon магии."
[StartingAttributeIncrease.A_SpiritWalker H7HeroAbility]
mName="Избранник духов"
mTooltip="Герой получает %stat1 к %stat1.icon макс. запасу маны."
[CreatureGrowthBonus.A_JusticarCaptain H7HeroAbility]
mName="Капитан юстициаров"
mTooltip="Наместник: %buff1.buff.stat к приросту хранителей и юстициаров в землях вокруг города."
[CreatureGrowthBonus.A_JusticarCaptain_Buff H7BaseBuff]
mName="Капитан юстициаров"
[MagicSchool.A_MasterOfAir_Buff H7BaseBuff]
mName="Адепт воздуха"
[MagicSchool.A_MasterOfDarkness_Buff H7BaseBuff]
mName="Адепт тьмы"
[MagicSchool.A_MasterOfEarth_Buff H7BaseBuff]
mName="Адепт земли"
[MagicSchool.A_MasterOfFire_Buff H7BaseBuff]
mName="Адепт огня"
[MagicSchool.A_MasterOfLight_Buff H7BaseBuff]
mName="Адепт света"
[MagicSchool.A_MasterOfPrime H7HeroAbility]
mName="Адепт изначальной магии"
mTooltip="%stat к %stat.icon магии героя при использовании заклинаний изначальной магии."
[MagicSchool.A_MasterOfPrime_Buff H7BaseBuff]
mName="Адепт изначальной магии"
[MagicSchool.A_MasterOfWater_Buff H7BaseBuff]
mName="Адепт воды"
[UniqueSpecializations.A_FatherOfGolems H7HeroAbility]
mName="Создатель големов"
mTooltip="Наместник: %buff1.buff.stat к приросту големов и аренитовых големов в землях вокруг города. %buff2.buff.stat к приросту горгулий и обсидиановых горгулий в землях вокруг города."
[UniqueSpecializations.A_FatherOfGolems_Buff H7BaseBuff]
mName="Создатель големов"
[UniqueSpecializations.A_ImperialPresence H7HeroAbility]
mName="Властное присутствие"
mTooltip="Герой начинает игру с %stat1 к %ICON_LEADERSHIP лидерству и %stat2 к %ICON_DEFENSE защите."
[UniqueSpecializations.A_SonOfTheWolf H7HeroAbility]
mName="Сын волка"
mTooltip="Герой начинает игру с бонусом %stat к %stat.icon лидерству."
[UniqueSpecializations.A_SwordmastersCommander H7HeroAbility]
mName="Командир мастеров меча"
mTooltip="Наместник: %buff1.buff.stat к приросту ландскнехтов и мастеров меча в землях вокруг города."
[UniqueSpecializations.A_SwordmastersCommander_Buff H7BaseBuff]
mName="Командир мастеров меча"
[CreatureGrowthBonus.A_CentaurChieftain H7HeroAbility]
mName="Вожак кентавров"
mTooltip="Наместник: %buff1.buff.stat к приросту кентавров и кентавров-мародеров в землях вокруг города."
[CreatureGrowthBonus.A_CyclopsMaster_Buff H7BaseBuff]
mName="Повелитель циклопов"
[CreatureGrowthBonus.A_Centurion H7HeroAbility]
mName="Центурион"
mTooltip="Наместник: %buff1.buff.stat к приросту стражей и легионеров в землях вокруг города."
[CreatureGrowthBonus.A_BladeDancerLeader H7HeroAbility]
mName="Лидер танцующих с клинками"
mTooltip="Наместник: %buff1.buff.stat к приросту танцующих с клинками и мастеров клинка в землях вокруг города."
[CreatureGrowthBonus.A_BeastTamer H7HeroAbility]
mName="Укротитель зверей"
mTooltip="Наместник: %buff1.buff.stat к приросту свирепых волков и среброшкурых волков в землях вокруг города."
[CreatureGrowthBonus.A_AssassinMentor H7HeroAbility]
mName="Наставник ассасинов"
mTooltip="Наместник: %buff1.buff.stat к приросту ассасинов и воинов тени в землях вокруг города."
[CreatureGrowthBonus.A_CabirLeader H7HeroAbility]
mName="Лидер кабиров"
mTooltip="Наместник: %buff1.buff.stat к приросту кабиров и старших кабиров в землях вокруг города."
[CreatureGrowthBonus.A_CyclopsMaster H7HeroAbility]
mName="Повелитель циклопов"
mTooltip="%buff.buff.stat1 к %buff.buff.stat1.icon атаке и %buff.buff.stat2 к %ICON_DEFENSE защите циклопов и разъяренных циклопов в армии героя."
[CreatureGrowthBonus.A_CavalryOfficer H7HeroAbility]
mName="Предводитель кавалерии"
mTooltip="Наместник: %buff1.buff.stat к приросту кавалеристов и кирасиров в землях вокруг города."
[CreatureGrowthBonus.A_DruidGrandMaster H7HeroAbility]
mName="Верховный друид"
mTooltip="Наместник: %buff1.buff.stat к приросту друидов и друидов-старейшин в землях вокруг города."
[CreatureGrowthBonus.A_ApprenticeTrainer H7HeroAbility]
mName="Наставник магов"
mTooltip="Наместник: %buff1.buff.stat к приросту учеников и адептов в землях вокруг города."
[CreatureGrowthBonus.A_DryadConjurer H7HeroAbility]
mName="Призыватель дриад"
mTooltip="Наместник: %buff1.buff.stat к приросту дриад и дриад дубрав в землях вокруг города."
[CreatureGrowthBonus.A_GhostCaller H7HeroAbility]
mName="Призыватель призраков"
mTooltip="Наместник: %buff1.buff.stat к приросту призраков и банши в землях вокруг города."
[CreatureGrowthBonus.A_GnollChieftain H7HeroAbility]
mName="Вожак гноллов"
mTooltip="Наместник: %buff1.buff.stat к приросту гноллов и гноллов-охотников в землях вокруг города."
[CreatureGrowthBonus.A_GolemBuilder H7HeroAbility]
mName="Строитель големов"
mTooltip="Наместник: %buff1.buff.stat к приросту големов и аренитовых големов в землях вокруг города."
[CreatureGrowthBonus.A_LichScholar H7HeroAbility]
mName="Ученый-лич"
mTooltip="Наместник: %buff1.buff.stat к приросту личей и архиличей в землях вокруг города."
[CreatureGrowthBonus.A_LichScholar_Buff H7BaseBuff]
mName="Ученый-лич"
[CreatureGrowthBonus.A_MinotaurGeneral H7HeroAbility]
mName="Предводитель минотавров"
mTooltip="Наместник: %buff1.buff.stat к приросту минотавров и минотавров-стражей в землях вокруг города."
[CreatureGrowthBonus.A_OrcGeneral H7HeroAbility]
mName="Военачальник орков"
mTooltip="Наместник: %buff1.buff.stat к приросту орков и неистовых орков в землях вокруг города."
[CreatureGrowthBonus.A_PixieEnchanter H7HeroAbility]
mName="Заклинатель фей"
mTooltip="Наместник: %buff1.buff.stat к приросту фей и нимф в землях вокруг города."
[CreatureGrowthBonus.A_RakshasaOfficer H7HeroAbility]
mName="Предводитель ракшасов"
mTooltip="Наместник: %buff1.buff.stat к приросту ракшасов и ракшасов-раджей в землях вокруг города."
[CreatureGrowthBonus.A_ReaperOfSouls H7HeroAbility]
mName="Жнец душ"
mTooltip="Наместник: %buff1.buff.stat к приросту всадников смерти и темных жнецов в землях вокруг города."
[CreatureGrowthBonus.A_ReaperOfSouls_Buff H7BaseBuff]
mName="Жнец душ"
[CreatureGrowthBonus.A_SkeletonMaster H7HeroAbility]
mName="Повелитель скелетов"
mTooltip="Наместник: %buff1.buff.stat к приросту скелетов и скелетов-воинов в землях вокруг города."
[CreatureGrowthBonus.A_SpiderTamer H7HeroAbility]
mName="Укротитель пауков"
mTooltip="Наместник: %buff1.buff.stat к приросту черных пауков и пауков смерти в землях вокруг города."
[CreatureGrowthBonus.A_StalkerOfficer H7HeroAbility]
mName="Предводитель темных ловчих"
mTooltip="Наместник: %buff1.buff.stat к приросту темных ловчих и темных охотниц в землях вокруг города."
[CreatureGrowthBonus.A_StriderBlacksmith H7HeroAbility]
mName="Кузнец неприкаянных"
mTooltip="Наместник: %buff1.buff.stat к приросту неприкаянных и бездушных в землях вокруг города."
[CreatureGrowthBonus.A_VampireGeneral H7HeroAbility]
mName="Полководец вампиров"
mTooltip="Наместник: %buff1.buff.stat к приросту вампиров и лордов вампиров в землях вокруг города."
[CreatureGrowthBonus.A_VampireGeneral_Buff H7BaseBuff]
mName="Капитан юстициаров"
[CreatureGrowthBonus.A_WyvernTamer H7HeroAbility]
mName="Укротитель виверн"
mTooltip="Наместник: %buff1.buff.stat к приросту песчаных виверн и ядовитых виверн в землях вокруг города."
[CustomEffects.A_Pathfinder H7HeroAbility]
mName="Землепроходец"
mTooltip="Снижает штраф к дальности перемещения по пересеченной местности на 50%."
[MightAbility.A_ArcheryMaster H7HeroAbility]
mName="Мастер-лучник"
mTooltip="Герой начинает игру с навыком «Нападение» в ранге ученика и следующей способностью: %spell1.name."
[MightAbility.A_ArtilleryMaster H7HeroAbility]
mName="Мастер поддержки"
mTooltip="Герой начинает игру со средством поддержки, навыком «Искусство войны» в ранге ученика и следующей способностью: %spell1.name."
[MightAbility.A_Catalyst H7HeroAbility]
mName="Катализатор"
mTooltip="Герой начинает игру с навыком «Изначальная магия» в ранге ученика и следующей способностью: %spell1.name."
[MightAbility.A_Explorer H7HeroAbility]
mName="Исследователь"
mTooltip="Герой начинает игру с навыком «Исследование» в ранге ученика и следующей способностью: %spell1.name."
[MightAbility.A_Frenzy H7HeroAbility]
mName="Берсерк"
mTooltip="Герой начинает игру с навыком «Нападение» в ранге ученика и следующей способностью: %spell1.name."
[MightAbility.A_Lucky H7HeroAbility]
mName="Везунчик"
mTooltip="Герой начинает игру с навыком «Судьба» в ранге ученика и следующей способностью: %spell1.name."
[MightAbility.A_MasterBuilder H7HeroAbility]
mName="Мастер-строитель"
mTooltip="Герой начинает игру с навыком «Экономика» в ранге ученика и следующей способностью: %spell1.name."
[MightAbility.A_MasterOfWarcries H7HeroAbility]
mName="Знаток боевых кличей"
mTooltip="Герой начинает игру с навыком «Боевые кличи» в ранге ученика и следующей способностью: %spell1.name."
[MightAbility.A_Plenipotentiary H7HeroAbility]
mName="Искусный дипломат"
mTooltip="Герой начинает игру с навыком «Дипломатия» в ранге ученика и следующей способностью: %spell1.name."
[MightAbility.A_Protector H7HeroAbility]
mName="Заступник"
mTooltip="Герой начинает игру с навыком «Защита» в ранге ученика и следующей способностью: %spell1.name."
[MightAbility.A_Seafarer H7HeroAbility]
mName="Мореплаватель"
mTooltip="Герой начинает игру с навыком «Исследование» в ранге ученика и следующей способностью: %spell1.name."
[MightAbility.A_Tactician H7HeroAbility]
mName="Тактик"
mTooltip="Герой начинает игру с навыком «Лидерство» в ранге ученика и следующей способностью: %spell1.name."
[MightAbility.A_TreasureHunter H7HeroAbility]
mName="Охотник за сокровищами"
mTooltip="Герой начинает игру с навыком «Судьба» в ранге ученика и следующей способностью: %spell1.name."
[MightAbility.A_Vitality H7HeroAbility]
mName="Выносливый"
mTooltip="Герой начинает игру с навыком «Защита» в ранге ученика и следующей способностью: %spell1.name."
[SpellSpecialization.A_BlizzardMaster H7HeroAbility]
mName="Адепт снежной бури"
mTooltip="Герой начинает игру с навыком «Магия воды» в ранге ученика и следующей способностью: %spell1.name. При использовании этого заклинания герой применяет соответствующий навык на один ранг выше."
[SpellSpecialization.A_FireBoltMaster H7HeroAbility]
mName="Адепт огненной стрелы"
mTooltip="Герой начинает игру с навыком «Магия огня» в ранге ученика и следующей способностью: %spell1.name. Применяя это заклинание, герой использует соответствующий навык на один ранг выше текущего."
[SpellSpecialization.A_HealMaster H7HeroAbility]
mName="Адепт исцеления"
mTooltip="Герой начинает игру с навыком «Магия света» в ранге ученика и следующей способностью: %spell1.name. Применяя это заклинание, герой использует соответствующий навык на один ранг выше текущего."
[SpellSpecialization.A_LightningMaster H7HeroAbility]
mName="Адепт молнии"
mTooltip="Герой начинает игру с навыком «Магия воздуха» в ранге ученика и следующей способностью: %spell1.name. При использовании этого заклинания герой применяет соответствующий навык на один ранг выше."
[SpellSpecialization.A_StoneSkinMaster H7HeroAbility]
mName="Адепт каменной кожи"
mTooltip="Герой начинает игру с навыком «Магия земли» в ранге ученика и следующей способностью: %spell1.name. При использовании этого заклинания герой применяет соответствующий навык на один ранг выше."
[SpellSpecialization.A_TimeMaster H7HeroAbility]
mName="Адепт времени"
mTooltip="Герой начинает игру с навыком «Изначальная магия» в ранге ученика и следующей способностью: %spell1.name. При использовании этого заклинания герой применяет соответствующий навык на один ранг выше."
[SpellSpecialization.A_WeaknessMaster H7HeroAbility]
mName="Адепт ослабления"
mTooltip="Герой начинает игру с навыком «Магия тьмы» в ранге ученика и следующей способностью: %spell1.name. При использовании этого заклинания герой применяет соответствующий навык на один ранг выше."
[UniqueSpecializations.A_Backstab H7HeroAbility]
mName="Удар в спину"
mTooltip="Для всех дружественных отрядов бонус за атаку с тыла увеличен на %buff1.buff.stat.norm% от базового значения."
[UniqueSpecializations.A_Backstab_Buff H7BaseBuff]
mName="Удар в спину"
[UniqueSpecializations.A_ChosenOfDeath H7HeroAbility]
mName="Избранник смерти"
mTooltip="Когда дружественный отряд погибает, остальные дружественные существа получают %buff1.buff.buff.buff.stat к %buff1.buff.buff.buff.stat.icon атаке. Длительность (ходов): %buff1.buff.buff.buff.durini."
[UniqueSpecializations.A_ChosenOfDeath_Buff H7BaseBuff]
mName="Избранник смерти"
[UniqueSpecializations.A_DjinnSpiritLink H7HeroAbility]
mName="Духовная связь с джиннами"
mTooltip="%stat к %stat.icon духу."
[UniqueSpecializations.A_NamtaruCaller H7HeroAbility]
mName="Служитель Намтару"
mTooltip="Герой начинает игру с аватаром Намтару. Аватар имеет максимально возможный для этого героя уровень."
[UniqueSpecializations.A_NamtaruCaller_AttackAbility H7WarfareAbility]
mName="Стрела тьмы"
mTooltip="Наносит выбранному вражескому отряду от %d.min до %d.max ед. урона от %d.icon магии тьмы."
[UniqueSpecializations.A_NamtaruCaller_SupportAbility H7WarfareAbility]
mName="Прикосновение тьмы"
mTooltip="Рассеивает все негативные эффекты магии света, действующие на дружественный отряд. Каждое существо в отряде дополнительно наносит %buff.buff.d.min ед. урона от %buff.buff.d.icon магии тьмы с каждой атакой. Длительность (ходов): %buff.buff.durini."
[UniqueSpecializations.A_SeaWarfare H7HeroAbility]
mName="Морское дело"
mTooltip="Все танцующие с клинками, охотники, друиды и их улучшенные версии в армии героя получают способность – %spell1.name."
[UniqueSpecializations.A_SoulvenomAura H7HeroAbility]
mName="Аура яда души"
mTooltip="Все вражеские существа в начале своего хода получают %buff1.buff.d.min ед. урона от %buff1.buff.d.icon магии земли в виде яда."
[CreatureGrowthBonus.A_OrcGeneral_Buff H7BaseBuff]
mName="Военачальник орков"
[CreatureGrowthBonus.A_StalkerOfficer_Buff H7BaseBuff]
mName="Предводитель темных ловчих"
[CreatureGrowthBonus.A_GnollChieftain_Buff H7BaseBuff]
mName="Вожак гноллов"
[UniqueSpecializations.A_FatherOfGolems_Buff_Golems H7BaseBuff]
mName="Создатель големов"
[CreatureGrowthBonus.A_AssassinMentor_Buff H7BaseBuff]
mName="Наставник ассасинов"
[CreatureGrowthBonus.A_CabirLeader_Buff H7BaseBuff]
mName="Лидер кабиров"
[CreatureGrowthBonus.A_WyvernTamer_Buff H7BaseBuff]
mName="Укротитель виверн"
[CreatureGrowthBonus.A_SkeletonMaster_Buff H7BaseBuff]
mName="Повелитель скелетов"
[CreatureGrowthBonus.A_MinotaurGeneral_Buff H7BaseBuff]
mName="Предводитель минотавров"
[CreatureGrowthBonus.A_StriderBlacksmith_Buff H7BaseBuff]
mName="Кузнец неприкаянных"
[UniqueSpecializations.A_ChainLightningSpecialist H7HeroAbility]
mName="Мастер цепных молний"
mTooltip="Герой начинает игру с изученным заклинанием: %spell1.name. Заклинание используется в ранге ученика и с бонусом %stat1 к %ICON_MAGIC магии.\n%stat2 к %ICON_MAGIC магии при использовании заклинания %spell1.name в ранге знатока.\n%stat3 к %ICON_MAGIC магии при использовании заклинания %spell1.name в ранге мастера."
[CreatureGrowthBonus.A_GolemBuilder_Buff H7BaseBuff]
mName="Строитель големов"
[UniqueSpecializations.A_FatherOfGolems_Buff_Gargoyles H7BaseBuff]
mName="Создатель големов"
[CreatureGrowthBonus.A_PixieEnchanter_Buff H7BaseBuff]
mName="Заклинатель фей"
[CreatureGrowthBonus.A_RakshasaOfficer_Buff H7BaseBuff]
mName="Предводитель ракшасов"
[CreatureGrowthBonus.A_GhostCaller_Buff H7BaseBuff]
mName="Призыватель призраков"
[UniqueSpecializations.A_NamtaruCaller_2 H7HeroAbility]
mName="Служитель Намтару"
mTooltip="Герой начинает игру с аватаром Намтару."
[CreatureGrowthBonus.A_CentaurChieftain_Buff H7BaseBuff]
mName="Вожак кентавров"
[CreatureGrowthBonus.A_CavalryOfficer_Buff H7BaseBuff]
mName="Предводитель кавалерии"
[CreatureGrowthBonus.A_DryadConjurer_Buff H7BaseBuff]
mName="Призыватель дриад"
[UniqueSpecializations.A_DjinnSpiritLink_Buff H7BaseBuff]
mName="Духовная связь с джиннами"
[CreatureGrowthBonus.A_Centurion_Buff H7BaseBuff]
mName="Центурион"
[CreatureGrowthBonus.A_SpiderTamer_Buff H7BaseBuff]
mName="Укротитель пауков"
[CreatureGrowthBonus.A_ApprenticeTrainer_Buff H7BaseBuff]
mName="Наставник магов"
[CreatureGrowthBonus.A_BladeDancerLeader_Buff H7BaseBuff]
mName="Лидер танцующих с клинками"
[CreatureGrowthBonus.A_DruidGrandMaster_Buff H7BaseBuff]
mName="Верховный друид"
[CreatureGrowthBonus.A_BeastTamer_Buff H7BaseBuff]
mName="Укротитель зверей"

UCP 1.3

[CreatureGrowthBonus.A_CyclopsMaster H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Хозяин циклопов"
mTooltip="%buff1.buff.stat1 к %buff1.buff.stat1.icon атаке и %buff1.buff.stat2 к %ICON_DEFENSE защите циклопов и разъярённых циклопов в армии героя."